<template>
  <div class="container">
    <div class="article-title">
      <i class="icon iconfont icon-fanhui" @click="()=>this.$router.back()"></i>
      2020总结~
    </div>
    <div class="article-date">2021-01-19</div>
    <div class="article-content">
      <p>
        2020年是特殊的一年。在家一直休息到了三月份，然后回来找了小猪猪。在小猪猪那里待了好久，差不多两个月吧，学校才通知可以开学。
        <br/>
        第一次待一起那么久，要分开了，真的好舍不得，开学的前几天我就开始痛哭流涕了，呜呜呜。开学后还是好难过，缓了好久才缓过来，才习惯了回到学校的生活。
        <br/>
        回到学校后，老师就通知我们来公司了，之后就开始了每天公司寝室奔波的生活了，也算是提前体会到了上班族的生活，不容易呀。
        <br/>
        到了公司后，差不多七月份开始写代码了。刚开始真的好笨哦，还好有小猪猪，笨笨的问题都可以问小猪猪。嘿嘿嘿~
        <br/>
        然后放暑假了~回来之后过去一个多月期待已经的国庆假期就来啦！出发去长沙玩。这是我们的第一次出去玩~
        <br/>
        哎呀，国庆出去玩的人真的好多好多，每个景点和吃饭的地方都好多好多人，虽然中间有一些小的不愉快，但是都很快化解啦~
        <br/>
        在岳麓山上收获了一张超喜欢的合照！
        <img src="../../../assets/life2/合照.jpg" alt="" style="height:400px;padding-left:20px;" />
        <br/>
        国庆假期结束后，又回到了上班的日子，也过得很快，很快就到了12月！跨年啦！
        <br/>
        总之，自己的2020年也算过的平平无奇，但有猪猪的陪伴就变得丰富多彩啦！
      </p>
      <p>
        到来的2021年应该是辛苦的一年，要开始准备论文了，小论文大论文好难啊呜呜呜。然后准备考一下选调生、考一下省考，所以要做行测题，
        还要准备找工作要准备面试，要试一下国企。呜呜。
        不过，相信我自己一定可以坚持啦，要认认真真的做好每一件该做的事，顺利毕业，然后粗去玩！
        <br/>
        要加油哦！
      </p>
    </div>
  </div>
</template>

<script>
export default {
  setup(){

  }
}
</script>

<style scoped lang="scss">
.container{
  line-height: 200%;
}
</style>